Revit 2024 API
AssemblyDifferenceMemberDifference.MemberId1 Property
 Id of the member in the first assembly
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2012
Syntax
C#
public ElementId MemberId1 { get; }
Visual Basic
Public ReadOnly Property MemberId1 As ElementId
	Get
Visual C++
public:
property ElementId^ MemberId1 {
	ElementId^ get ();
}
See Also
AssemblyDifferenceMemberDifference Class
Autodesk.Revit.DB Namespace